[
  {
    "id": "3643654f-d954-4a4c-a1d4-3175eb020f28",
    "created_at": "2017-09-01T10:48:25 -02:00",
    "name": "Grand Seiko Sport 5",
    "brand": "Seiko",
    "mechanism": "Automatic",
    "description": "Culpa tempor ullamco qui sunt eiusmod deserunt aute voluptate ad pariatur est mollit et. Aute dolore non anim sunt consectetur quis ex qui. Irure Lorem eiusmod aute irure non eu nostrud.\r\n"
  },
  {
    "id": "ebb5dc63-f6e0-4490-9804-462236194cd8",
    "created_at": "2014-03-06T01:47:55 -01:00",
    "name": "Bambino Silver",
    "brand": "Orient",
    "mechanism": "Quarz",
    "description": "Ad esse aliqua ad fugiat est ea magna consequat irure nostrud et. In dolore ullamco magna fugiat duis eiusmod ullamco proident eu nisi. Fugiat minim anim in cupidatat id ut aliqua fugiat non nisi ullamco. Ad tempor deserunt sunt exercitation enim ea est. Aute velit eu quis aute eiusmod reprehenderit ullamco.\r\n"
  },
  {
    "id": "28329e3f-7a2b-4bad-9cc0-d2bb00068f2f",
    "created_at": "2016-09-13T07:39:44 -02:00",
    "name": "Seiko 5 Dragon Ball Edition",
    "brand": "Seiko",
    "mechanism": "Quarz",
    "description": "Sit deserunt non non magna commodo dolor sit. Reprehenderit commodo non tempor commodo occaecat do amet aliquip tempor. Cillum cillum enim officia voluptate proident sint excepteur. Mollit commodo mollit mollit ad ipsum id ad consequat veniam sit fugiat cillum. Pariatur sit pariatur qui incididunt enim enim anim sunt eu non. Veniam magna dolore voluptate fugiat id.\r\n"
  },
  {
    "id": "069c5926-f0ce-4ed9-99af-46940fd246d6",
    "created_at": "2020-12-11T12:57:13 -01:00",
    "name": "MT-4730",
    "brand": "Casio",
    "mechanism": "Quarz",
    "description": "Consequat ex duis voluptate quis nulla dolor nostrud nulla proident enim ut quis aliqua in. Dolor pariatur eiusmod ipsum excepteur adipisicing nulla voluptate voluptate deserunt laborum eiusmod. Voluptate officia consequat eu laborum ullamco cupidatat nostrud adipisicing deserunt labore proident. Cupidatat ut incididunt nostrud reprehenderit laborum sit velit velit nulla quis do Lorem quis. Duis veniam exercitation quis anim exercitation pariatur adipisicing pariatur tempor irure dolor.\r\n"
  },
  {
    "id": "8e2e40f6-459d-497a-be2a-7e959178cc43",
    "created_at": "2018-01-20T04:10:45 -01:00",
    "name": "DC-1240 Sport",
    "brand": "Citizen",
    "mechanism": "Quarz",
    "description": "Aute aliquip exercitation nulla non non pariatur ipsum magna culpa sint minim culpa fugiat deserunt. Ut veniam excepteur consequat incididunt aliquip officia do minim. Sint minim et laboris nisi fugiat anim nisi.\r\n"
  },
  {
    "id": "04a8692d-50ed-42af-97e3-16f556bf162d",
    "created_at": "2019-01-28T12:21:12 -01:00",
    "name": "PRX",
    "brand": "Tissot",
    "mechanism": "Quarz",
    "description": "Ipsum in consequat exercitation exercitation exercitation mollit commodo anim consectetur fugiat ut. Veniam veniam aliqua velit reprehenderit consectetur eu nulla proident nostrud dolore dolore aliqua sit voluptate. Nulla incididunt anim magna dolor ut. Culpa laborum incididunt adipisicing ad ea in aute do enim nostrud.\r\n"
  },
  {
    "id": "a5ea3494-01a7-4c8a-acb4-75ffbb1e5468",
    "created_at": "2020-07-09T02:09:21 -02:00",
    "name": "PRX PowerMatic",
    "brand": "Tissot",
    "mechanism": "Automatic",
    "description": "Veniam laboris eiusmod eiusmod incididunt mollit enim esse. Commodo duis exercitation excepteur elit enim ex laboris officia ipsum. Eu tempor et non tempor. Id laboris ad eu esse quis. Minim proident in occaecat eu exercitation. Est velit tempor do ut id ea dolore. Pariatur sit duis ullamco sunt tempor sit voluptate labore dolore veniam.\r\n"
  },
  {
    "id": "c36b6b42-4d45-4617-ac14-568e7b6953e2",
    "created_at": "2018-04-01T02:01:29 -02:00",
    "name": "WT-1910",
    "brand": "Casio",
    "mechanism": "Quarz",
    "description": "Ut culpa excepteur commodo officia ea do. Nulla voluptate ad pariatur excepteur non magna tempor adipisicing sint duis ullamco elit officia. Laborum amet officia elit id. Aute veniam est esse nulla anim deserunt et esse magna nisi. Sit labore id amet qui nisi voluptate ipsum Lorem eu. Qui commodo reprehenderit eu nulla ullamco labore irure.\r\n"
  },
  {
    "id": "0cd0e009-30a5-41b6-a467-ef394372d720",
    "created_at": "2015-04-01T02:39:24 -02:00",
    "name": "Sport 3000",
    "brand": "Citizen",
    "mechanism": "Quarz",
    "description": "Ullamco aliqua et sunt cupidatat sint aute mollit anim. Exercitation voluptate culpa cillum consectetur amet culpa proident pariatur anim. Sint elit enim ullamco ad irure tempor eiusmod veniam do et Lorem. Irure cillum adipisicing proident excepteur adipisicing pariatur voluptate nostrud.\r\n"
  },
  {
    "id": "a014703d-d311-4052-b4a4-b1ca325cb71e",
    "created_at": "2020-07-30T04:21:43 -02:00",
    "name": "Seiko 5 Black Edition",
    "brand": "Seiko",
    "mechanism": "Automatic",
    "description": "Dolor veniam aliqua qui nisi minim laborum qui excepteur. Exercitation duis ex sit in quis. Nisi dolore velit exercitation officia nulla ipsum id sit veniam fugiat ad laborum dolor. Quis commodo aliquip elit qui. Dolore culpa occaecat irure ipsum commodo enim cupidatat irure ullamco eu qui dolor dolore irure.\r\n"
  },
  {
    "id": "97dcfc67-8795-4b62-863e-dc684210922b",
    "created_at": "2017-11-06T01:44:10 -01:00",
    "name": "Tiffany Blue",
    "brand": "Tissot",
    "mechanism": "Quarz",
    "description": "Adipisicing quis laboris veniam fugiat eiusmod laboris velit excepteur. Nisi dolor voluptate anim enim eiusmod. Magna Lorem eiusmod consequat consectetur id ullamco excepteur dolor sunt sunt commodo duis minim. Quis eiusmod nisi eu exercitation reprehenderit ut nisi aute mollit esse sunt. Ex consequat proident sit laborum. Aliqua eiusmod magna sunt elit aliquip id mollit.\r\n"
  },
  {
    "id": "546ce8ff-aba9-4b16-82a9-05b55d8b2d7c",
    "created_at": "2016-11-27T12:06:41 -01:00",
    "name": "Gent XL 1942",
    "brand": "Tissot",
    "mechanism": "Quarz",
    "description": "Elit aute aliquip aliqua fugiat veniam deserunt elit non. Aute nisi aute irure reprehenderit qui proident nisi consectetur ullamco ut in. Nostrud id excepteur pariatur consectetur pariatur cupidatat commodo occaecat. Et sunt reprehenderit pariatur aliquip duis sit qui cupidatat proident incididunt cillum. Eu laboris laborum ut ut.\r\n"
  },
  { 
    "id": "d504b6a2-21d2-4f53-956d-4136dc9e6861",
    "created_at": "2018-10-20T09:21:24 -02:00",
    "name": "G-Shock G-42",
    "brand": "Casio",
    "mechanism": "Quarz",
    "description": "Culpa nisi culpa minim et veniam ullamco non eiusmod. Aliquip sint dolore exercitation pariatur incididunt. Pariatur aute tempor quis eu cillum in velit.\r\n"
  }
]